list_brand_vegetables = [
  'วี อาร์ เฟร็ช',
  'โครงการหลวง',
  'เอ็นแอนด์พี',
  'นอร์ทเทิร์น ฟาร์มเมอร์',
  'บิ๊กซี',
  'เอ็นพี ฟู้ด',
  'เฟรช เดลี่',
  'กุ๊ก',
  'บีคิวแอล'
  ]

list_brand_water = [
  'บิ๊กซี',
  'ช้าง',
  'มองต์ เฟลอ',
  'มิเนเร่',
  'สิงห์',
  'เนสท์เล่',
  'คริสตัล',
  'น้ำทิพย์',
  'ซาน เพลลีกรีโน',
  'บิ๊กซี แฮปปี้ ไพรซ์ โปร',
  'เปอริเอ้',
  'เพอร์ร่า',
  'เวลล์สปริง',
  'อิชิตัน',
  'ออร่า',
  'คาสิโน',
  'เอเวียง',
  'บลู',
  'ซีเบค',
  'บลู วัลเล่ย์'
  ]

list_brand_meat = [
  'อินชา',
  'เคเอฟพี',
  'เบทาโกร',
  'ซีพี',
  'เคยู บีฟ',
  'วี อาร์ เฟร็ช',
  'บิ๊กซี',
  'เอฟบี เชฟ',
  'ก.แสนไทย'
  ]

list_brand_washing_machine = [
  'แอลจี',
  'ซัมซุง',
  'ทีซีแอล',
  'โตชิบา',
  'ไฮเซ่นส์',
  'ไฮเออร์',
  'อีเลคโทรลักซ์',
  'ฮิตาชิ',
  'ชาร์ป',
  ]